{
  "trains": [
    {
      "id": 1,
      "title": "SantaFe Train",
      "image": "file://wsl%24/Ubuntu/root/phase-1-javascript-project-mode/images%20for%20train%20game/santafe%20train.jpg",
      "description": "One of the most famous trains in the United States connected the Los Angles, California, and Chicago, Illinois.",
      "list": "Track length:13,115 miles (21,107 km),Freight carried:59,565,100 tons,Passengers carried:11,264,000",
      "fact": "Despite the name, its main railroad never served Santa Fe, New Mexico. This was because the terrain was too rough. A branch line from Lamy reached Santa Fe instead",
      "likes": 16
    },
    {
      "id": 2,
      "name": "BigBoy Train",
      "image": "file://wsl%24/Ubuntu/root/phase-1-javascript-project-mode/images%20for%20train%20game/big%20boy%20train.jpg",
      "description": "The locomotives were 132 feet long and weighed 1.2 million pounds. Because of their great length, the frames of the Big Boys were hinged or articulated to allow them to negotiate curves.",
      "list": "Tender Type: 14-wheeled, Water Capacity:25,000 gallons,Fuel:Coal**56,000 lbs.",
      "fact": "Twenty-five Big Boys were built exclusively for Union Pacific Railroad, the first of which was delivered in 1941.",
      "likes": 6
    },
    {
      "id": 3,
      "name": "Amtrak",
      "image": "file://wsl%24/Ubuntu/root/phase-1-javascript-project-mode/images%20for%20train%20game/amtrak%20train.JPG",
      "description": "Amtrak is a passenger railroad service that provides medium and long-distance inter-city rail service in the contiguous United States and to nine cities in Canada",
      "list": "Track gauge:4 ft,Dates of operation: May 1, 1971 to present,Length:44 routes 21,400 miles route miles.",
      "fact": "Amtrak serves more than 500 destinations in 46 states and three Canadian provinces, operating more than 300 trains daily over 21,400 miles (34,000 km) of track",
      "likes": 11
    },
    {
      "id": 4,
      "name": "Flying Scotsman",
      "image": "file://wsl%24/Ubuntu/root/phase-1-javascript-project-mode/images%20for%20train%20game/flying%20scotsman.jpg",
      "description": "Flying Scotsman is the most famous train in Great Britain which connected the capitals of England and Scotland on a daily basis ever since 1862",
      "list": "Distance travelled:393 miles (632 km),Operating speed:125 miles per hour,Track gauge:1,435 mm",
      "fact": "The service began in 1862; the name was officially adopted in 1924. It is currently operated by London North Eastern Railway.",
      "likes": 14
    },
    {
      "id": 5,
      "name": "Golden Arrow",
      "image": "file://wsl%24/Ubuntu/root/phase-1-javascript-project-mode/images%20for%20train%20game/golden%20arrow%20train.jpg",
      "description": "the Golden Arrow was a luxury boat train of the Southern Railway and later British Railways",
      "list": "The train: usually consisted of 10 British Pullman cars, The Time:  took 98 minutes to travel between London and Dover",
      "fact": "The Golden Arrow insignia, of 'Golden Arrow' titles on a green disc with a golden arrow element passing through the two 'O' letters is still a registered trademark and is still today owned by the Department for Transport, officially registered to the Secretary of State for Transport",
      "likes": 5
    },
    {
      "id": 6,
      "name": "Blue Train",
      "image": "file://wsl%24/Ubuntu/root/phase-1-javascript-project-mode/images%20for%20train%20game/blue-train.png",
      "description": "The route between Pretoria and Cape Town is a 31-hour journey of 1 600 kilometres (994 miles), through some of the most diverse and spectacular scenery offered by the African sub-continent.",
      "list": "Distance travelled:1,600 km, Average journey time: 27 hours",
      "fact": "The Blue Train's origins date back to 1923, when the Union Express commenced between Johannesburg and Cape Town, it was named the Union Limited in the reverse direction.",
      "likes": 2
    },
    {
      "id": 7,
      "name": "Bullet Train",
      "image": "http://im.rediff.com/money/2011/jun/30train4.jpg",
      "description": "Beyond long-distance travel, some sections around the largest metropolitan areas are used as a commuter rail network.It is operated by five Japan Railways Group companies.",
      "list": "Longest length of Train: the longest trains are 400 m (1/4 mile) end to end,Length of train:Trains are up to sixteen cars long. With each car measuring 25 m (82 ft) in length",
      "fact": "The Shinkansen is very reliable thanks to several factors, including its near-total separation from slower traffic.",
      "likes": 2
    },
    {
      "id": 8,
      "name": "TGV",
      "image": "file://wsl%24/Ubuntu/root/phase-1-javascript-project-mode/images%20for%20train%20game/TGV%20train.jpg",
      "description": "The TGV is a high-speed train that operates all over France and beyond.",
      "list": "Track gauge:1,435 mm,Dates of operation:1981 to present",
      "fact": "The TGV network in France carries about 110 million passengers a year.",
      "likes": 8
    },
    {
      "id": 9,
      "name": "Eurostar",
      "image": "https://www.businesstraveller.com/files/News-images/Eurostar/E320-train-front.jpg",
      "description": "Eurostar is an international high-speed rail service connecting the United Kingdom with France, Belgium and the Netherlands.",
      "list": "Fleet size:12 Class 3731 Alstom TGV TMST e300 sets,Top Speed:200",
      "fact": "Most Eurostar trains travel through the Channel Tunnel between the United Kingdom and France",
      "likes": 0
    },
    {
      "id": 10,
      "name": "Ghan",
      "image": "https://mytourmanager.co.uk/wp-content/uploads/2020/04/Ghan-Train.jpg",
      "description": "The Ghan is an experiential tourism oriented passenger train service that operates between the northern and southern coasts of Australia",
      "list": "Distance travelled:2,979 km,First service:1929",
      "fact": "The Ghan has been described as one of the world's great passenger trains.",
      "likes": 0
    },
    {
      "id": 11,
      "name": "The Hiawatha",
      "image": "file://wsl%24/Ubuntu/root/phase-1-javascript-project-mode/images%20for%20train%20game/Full97817_2f533fc1d9af3a0b66bf4909cc3e82da.jpg",
      "description": "The Hiawathas were a fleet of named passenger trains operated by the Chicago, Milwaukee, St. Paul and Pacific Railroad (also known as the Milwaukee Road) between Chicago and various destinations in the Midwest and Western United States.",
      "list": "Train line:The Chippewa began in May 1937",
      "fact": "The train was named for the epic poem The Song of Hiawatha by Henry Wadsworth Longfellow.",
      "likes": 0
    },
    {
      "name": "random",
      "image": "file://wsl%24/Ubuntu/root/phase-1-javascript-project-mode/images%20for%20train%20game/amtrak%20train.JPG",
      "description": "blah blah",
      "likes": 0,
      "id": 12
    }
  ]
}